[
  [
    {
      "ley": "Código Civil Federal",
      "titulo_no": "Título Cuarto",
      "titulo_nombre": "De la Propiedad",
      "capitulo_no": "Capítulo I",
      "capitulo_nombre": "Disposiciones Generales",
      "articulo_no": "Artículo 830",
      "articulo_contenido": "El propietario de una cosa puede gozar y disponer de ella con las limitaciones y modalidades que fijen las leyes."
    },
    {
      "ley": "Código Civil Federal",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "Capítulo I",
      "capitulo_nombre": "Del Depósito",
      "articulo_no": "Artículo 2516",
      "articulo_contenido": "El depósito es un contrato por el cual el depositario se obliga hacia el depositante a recibir una cosa, mueble o inmueble que aquél le confía, y a guardarla para restituirla cuando la pida al depositante."
    }
  ],
  [
    {
      "ley": "Código de Comercio",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "VI",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 1080",
      "articulo_contenido": "Las audiencias en todos los procedimientos se llevarán a cabo observando las siguientes reglas: I. Siempre serán públicas, manteniendo la igualdad entre las partes, sin hacer concesiones a una de ellas sin que se haga lo mismo con la otra, evitando disgresiones y reprimiendo con energía las promociones de las partes que tiendan a suspender o retardar el procedimiento, el cual debe ser continuado, y en consecuencia resolverán en la misma cualquier cuestión o incidente que pudieran interrumpirla; II. El secretario, bajo la vigilancia del juez hará constar el día, lugar y hora en que principie la audiencia, así como la hora en que termine; III. No se permitirá interrupción de la audiencia por persona alguna, sea de los que intervengan en"
    },
    {
      "ley": "Código de Comercio",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "Capítulo III",
      "capitulo_nombre": "De la Contabilidad Mercantil",
      "articulo_no": "Artículo 33",
      "articulo_contenido": "El comerciante está obligado a llevar y mantener un sistema de contabilidad adecuado. Este sistema podrá llevarse mediante los instrumentos, recursos y sistemas de registro y procesamiento que mejor se acomoden a las características particulares del negocio, pero en todo caso deberá satisfacer los siguientes requisitos mínimos: A) Permitirá identificar las operaciones individuales y sus características, así como conectar dichas operaciones individuales con los documentos comprobatorios originales de las mismas. B) Permitirá seguir la huella desde las operaciones individuales a las acumulaciones que den como resultado las cifras finales de las cuentas y viceversa; C) Permitirá la preparación de los estados que se incluyan en la información financiera del negocio; D) Permitirá conectar y seguir la huella entre las cifras de dichos estados, las acumulaciones de las cuentas y las operaciones individuales; E) Incluirá los sistemas de control y verificación internos necesarios para impedir la omisión del registro de operaciones, para asegurar la corrección del registro contable y para asegurar la corrección de las cifras resultantes."
    }
  ],
  [
    {
      "ley": "Código de Justicia Militar",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "Capítulo II",
      "capitulo_nombre": "Del Duelo",
      "articulo_no": "Artículo 418",
      "articulo_contenido": "Los que con el carácter de testigos ayuden directa o indirectamente el proceder de los combatientes en cualquiera de los casos previstos en las fracciones II a IV del artículo 416, o en los artículos 414 y 415, serán castigados como coautores del delito, con arreglo a lo dispuesto en los mismos artículos."
    },
    {
      "ley": "Código de Justicia Militar",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "IV",
      "capitulo_nombre": "Infracción de deberes especiales de aviadores",
      "articulo_no": "Artículo 376",
      "articulo_contenido": "Será sancionado con pena de treinta a sesenta años de prisión: I.- El aviador que frente al enemigo dolosamente destruya su aeronave, y II.- El aviador que rehusare operar en la zona que se le hubiese señalado en el combate o que sin autorización se separe de aquélla, se ocultare o volviere la espalda al enemigo."
    }
  ],
  [
    {
      "ley": "Código Federal de Procedimientos Civiles",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 503",
      "articulo_contenido": "Cuando los bienes cuyo remate se haya decretado, fueren muebles, se observará lo siguiente: I.- Se efectuará su venta, siempre de contado, por medio de corredor o casa de comercio que expendan objetos o mercancías similares, haciéndoles saber el precio, para la busca de compradores, que será igual a los dos tercios del valor fijado por peritos o por convenio de las partes; Fe de erratas a la fracción DOF 13-03-1943 II.- Si, pasados diez días de puestos a la venta, no se hubiere logrado ésta, el tribunal ordenará una rebaja del diez por ciento del valor fijado primitivamente, y comunicará, al corredor o casa de comercio, el nuevo precio de la venta, y así se continuará cada diez días, hasta obtener la realización. III.- Efectuada la venta, el corredor o casa de comercio entregará los bienes al comprador, otorgándose la factura correspondiente, que firmará el ejecutado o el tribunal, en su rebeldía. IV.- En cualquier tiempo, después de ordenada la venta, puede el ejecutante pedir la adjudicación de los bienes, por el precio que tuvieren señalado al hacer la petición, eligiendo los que basten para cubrir su crédito, según lo sentenciado; V.- Los gastos de corretaje o comisión serán de cuenta del deudor, y se deducirán preferentemente del precio de venta que se obtenga, y VI.- En todo lo demás, se estará a las disposiciones de este capítulo."
    },
    {
      "ley": "Código Federal de Procedimientos Civiles",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "VI",
      "capitulo_nombre": "Ejecución de Sentencias",
      "articulo_no": "Artículo 569",
      "articulo_contenido": "Las sentencias, los laudos arbitrales privados de carácter no comercial y demás resoluciones jurisdiccionales extranjeros tendrán eficacia y serán reconocidos en la República en todo lo que no sea contrario al orden público interno en los términos de este código y demás leyes aplicables, salvo lo dispuesto por los tratados y convenciones de los que México sea parte. Tratándose de sentencias, laudos o resoluciones jurisdiccionales que sólo vayan a utilizarse como prueba ante tribunales mexicanos, será suficiente que los mismos llenen los requisitos necesarios para ser considerados como auténticos. Los efectos que las sentencias, laudos arbitrales privados de carácter no comercial y resoluciones jurisdiccionales extranjeros produzcan en el territorio nacional, estarán regidos por lo dispuesto en el Código Civil, por este código y demás leyes aplicables."
    }
  ],
  [
    {
      "ley": "Código Fiscal de la Federación",
      "titulo_no": "Título Tercero",
      "titulo_nombre": "De las Facultades de las Autoridades Fiscales",
      "capitulo_no": "Capítulo I",
      "capitulo_nombre": "Disposiciones Generales",
      "articulo_no": "Artículo 33",
      "articulo_contenido": "Las autoridades fiscales para el mejor cumplimiento de sus facultades, estarán a lo siguiente:\n\nI.- Proporcionarán asistencia gratuita a los contribuyentes y para ello procurarán:\n\na).- Explicar las disposiciones fiscales utilizando en lo posible un lenguaje llano alejado de tecnicismos y en los casos en que sean de naturaleza compleja, elaborar y distribuir folletos a los contribuyentes.\n\nb) Mantener oficinas en diversos lugares del territorio nacional que se ocuparán de orientar y auxiliar a los contribuyentes en el cumplimiento de sus obligaciones fiscales, incluso las que se realicen a través de medios electrónicos, poniendo a su disposición el equipo para ello.\n\nc) Elaborar los formularios de declaración de manera que puedan ser llenados fácilmente por los contribuyentes y distribuirlos o difundirlos con oportunidad, así como informar de las fechas y de los lugares de presentación de los que se consideren de mayor importancia.\n\nd) Señalar en forma precisa en los requerimientos mediante los cuales se exija a los contribuyentes la presentación de declaraciones, avisos y demás documentos a que estén obligados, cual es el documento cuya presentación se exige.\n\ne).- Difundir entre los contribuyentes los derechos y medios de defensa que se pueden hacer valer contra las resoluciones de las autoridades fiscales.\n\nf).- Efectuar en distintas partes del país reuniones de información con los contribuyentes, especialmente cuando se modifiquen las disposiciones fiscales y durante los principales periodos de presentación de declaraciones.\n\ng) Publicar anualmente las resoluciones dictadas por las autoridades fiscales que establezcan disposiciones de carácter general agrupándolas de manera que faciliten su conocimiento por parte de los contribuyentes; se podrán publicar aisladamente aquellas disposiciones cuyos efectos se limitan a periodos inferiores a un año. Las resoluciones que se emitan conforme a este inciso y que se refieran a sujeto, objeto, base, tasa o tarifa, no generarán obligaciones o cargas adicionales a las establecidas en las propias leyes fiscales.\n\nh) Dar a conocer en forma periódica, mediante publicación en el Diario Oficial de la Federación, los criterios no vinculativos de las disposiciones fiscales y aduaneras.\n\nLos servicios de asistencia al contribuyente a que se refiere esta fracción, también deberán difundirse a través de la página electrónica que al efecto establezca el Servicio de Administración Tributaria. En dicha página también se darán a conocer la totalidad de los trámites fiscales y aduaneros.\n\nII. Establecerán Programas de Prevención y Resolución de Problemas del Contribuyente, a fin de que los contribuyentes designen síndicos que los representen ante las autoridades fiscales, los cuales podrán solicitar opiniones o recomendaciones a las autoridades fiscales, respecto de los asuntos que les sean planteados por los contribuyentes.\n\nLos síndicos deberán reunir los siguientes requisitos:\n\na) Ser licenciado en derecho, contador público o carrera afín.\n\nb) Contar con reconocida experiencia y solvencia moral, así como con el tiempo necesario para participar con las autoridades fiscales en las acciones que contribuyan a prevenir y resolver los problemas de sus representados.\n\nc) Prestar sus servicios en forma gratuita.\n\nLa Secretaría de Hacienda y Crédito Público podrá expedir las reglas de carácter general que precisen las funciones de los síndicos, la manera de desarrollarlas, así como los demás aspectos y criterios que considere pertinentes para la debida aplicación y cumplimiento de lo dispuesto en esta fracción.\n\nIII. Para los efectos de lo dispuesto en este artículo, la autoridad fiscal, para el mejor ejercicio de sus facultades y las de asistencia al contribuyente, podrá generar la clave de Registro Federal de Contribuyentes con base en la información de la Clave Única de Registro de Población a fin de facilitar la inscripción a dicho Registro; podrá realizar recorridos, invitaciones y censos para informar y asesorar a los contribuyentes acerca del exacto cumplimiento de sus obligaciones fiscales y aduaneras y promover su incorporación voluntaria o actualización de sus datos en el registro federal de contribuyentes.\n\nNo se considera que las autoridades fiscales inician el ejercicio de sus facultades de comprobación, cuando derivado de lo señalado en el párrafo que antecede, soliciten a los particulares los datos, informes y documentos necesarios para corregir o actualizar el Registro Federal de Contribuyentes.\n\nAsimismo, las autoridades fiscales darán a conocer a los contribuyentes, a través de los medios de difusión que se señalen en reglas de carácter general, los criterios de carácter interno que emitan para el debido cumplimiento de las disposiciones fiscales, salvo aquéllos que, a juicio de la propia autoridad, tengan el carácter de confidenciales, sin que por ello nazcan obligaciones para los particulares y únicamente derivarán derechos de los mismos cuando se publiquen en el Diario Oficial de la Federación.\n\nCuando las Leyes, Reglamentos y demás disposiciones legales hagan referencia u otorguen atribuciones a la Secretaría de Hacienda y Crédito Público o a cualquiera de sus Unidades Administrativas, se entenderán hechas al Servicio de Administración Tributaria, cuando se trate de atribuciones vinculadas con la materia objeto de la Ley del Servicio de Administración Tributaria, su Reglamento interior o cualquier otra disposición jurídica que emane de ellos."
    },
    {
      "ley": "Código Fiscal de la Federación",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 150",
      "articulo_contenido": "Cuando sea necesario emplear el procedimiento administrativo de ejecución para hacer efectivo un crédito fiscal, las personas físicas y las morales estarán obligadas a pagar el 2% del crédito fiscal por concepto de gastos de ejecución, por cada una de las diligencias que a continuación se indican: I. Por el requerimiento señalado en el primer párrafo del Artículo 151 de este Código. II. Por la de embargo, incluyendo los señalados en los Artículos 41, fracción II y 141, fracción V de este Código. III. Por la de remate, enajenación fuera de remate o adjudicación al fisco federal. Cuando en los casos de las fracciones anteriores, el 2% del crédito sea inferior a $430.00, se cobrará esta cantidad en vez del 2% del crédito. En ningún caso los gastos de ejecución, por cada una de las diligencias a que se refiere este artículo, excluyendo las erogaciones extraordinarias y las contribuciones que se paguen por la Federación para liberar de cualquier gravamen bienes que sean objeto de remate, podrán exceder de $67,040.00. Asimismo, se pagarán por concepto de gastos de ejecución, los extraordinarios en que se incurra con motivo del procedimiento administrativo de ejecución, incluyendo los que en su caso deriven de los embargos señalados en los artículos 41, fracción II y 141, fracción V, de este Código, que comprenderán los de transporte de los bienes embargados, de avalúos, de impresión y publicación de convocatorias y edictos, de investigaciones, de inscripciones, de cancelaciones o de solicitudes de información, en el registro público que corresponda, los erogados por la obtención del certificado de liberación de gravámenes, los honorarios de los depositarios y de los peritos, salvo cuando dichos depositarios renuncien expresamente al cobro de tales honorarios, los devengados por concepto de escrituración y las"
    }
  ],
  [
    {
      "ley": "Código Militar de Procedimientos Penales",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 430",
      "articulo_contenido": "Solicitud de registro para apelación\nInmediatamente después de pronunciada la resolución judicial que se pretenda apelar, las partes podrán solicitar copia del registro de audio y video de la audiencia en la que fue emitida sin perjuicio de obtener copia de la versión escrita que se emita en los términos establecidos en el presente Código."
    },
    {
      "ley": "Código Militar de Procedimientos Penales",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 307",
      "articulo_contenido": "Una vez que el imputado esté presente en la audiencia inicial, por haberse ordenado su comparecencia, por haberse ejecutado en su contra una orden de aprehensión o ratificado de legal la detención y después de haber verificado el Juez de control que el imputado conoce sus derechos fundamentales dentro del procedimiento penal o, en su caso, después de haberse los dado a conocer, se ofrecerá la palabra al agente del Ministerio Público para que éste exponga al imputado el hecho que se le atribuye, la calificación jurídica preliminar, la fecha, lugar y modo de su comisión, la forma de intervención que haya tenido en el mismo, los datos de prueba contenidos en los registros de la investigación, así como el nombre de su acusador, salvo que, a consideración del Juez de control sea necesario reservar su identidad en los supuestos autorizados por la Constitución y por la ley. El Juez de control a petición del imputado o de su Defensor, podrá solicitar las aclaraciones o precisiones que considere necesarias respecto a la imputación formulada por el Ministerio Público."
    }
  ],
  [
    {
      "ley": "Código Nacional de Procedimientos Penales",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo Primero",
      "articulo_contenido": "Se reforman los artículos 22, tercer párrafo; 78, primer párrafo; 100, primer y último párrafos y fracción II; 113, fracción VIII; 122; 135, segundo, tercero y cuarto párrafos; 143, primer párrafo, 151, primer párrafo; 154, último párrafo; 165, segundo párrafo; 174, segundo, tercero y cuarto párrafos; 176, primer párrafo y su epígrafe; 187, último párrafo; 192, fracciones I y II y último párrafo; 196, tercer párrafo; 218; 251, fracción X; 255, primer párrafo; 256, primer párrafo y fracciones IV, V y VI del segundo párrafo; 257, segundo y tercer párrafos; 291, primer y segundo párrafos; 303, primero y segundo párrafos y su epígrafe; 307, segundo párrafo; 308, tercer párrafo; 309, tercer párrafo; 313, cuarto párrafo; 314, primer párrafo y su epígrafe; 315, primer párrafo; 320; 336 y su epígrafe; 337; 338, fracción III; 340, primer y tercer párrafos y fracciones I, II y III; 341, primer párrafo; 347, fracción I; 349; 355, último párrafo; 359; 421 y su epígrafe; 422 y su epígrafe; 423; 424; 425, primer párrafo; y el primer párrafo del ARTÍCULO TERCERO TRANSITORIO del Decreto por el que se expide el Código Nacional de Procedimientos Penales, publicado en el Diario Oficial de la Federación el 5 de marzo de 2014; se adicionan un primer párrafo al artículo 51, recorriéndose en su orden el subsecuente; segundo y tercer párrafos al artículo 143, recorriéndose en su orden los subsecuentes; un tercer párrafo al artículo 165; un tercer y cuarto párrafos al artículo 174, recorriéndose en su orden los subsecuentes; un primer párrafo al artículo 176, recorriéndose en su orden el subsecuente; se adiciona un último párrafo al artículo 187; una fracción III al artículo 192; un segundo y tercer párrafos, recorriéndose en su orden el subsecuente, así como un último párrafo al artículo 218; un tercer párrafo al artículo 222, recorriéndose en su orden el subsecuente; una fracción XI al artículo 251, recorriéndose en su orden las subsecuentes; un segundo párrafo al artículo 255; un cuarto párrafo, recorriéndose en su orden los subsecuentes, al artículo 291; un segundo, tercer, cuarto, quinto, sexto y séptimo párrafos al artículo 303, recorriéndose en su orden los subsecuentes; un quinto párrafo al artículo 308; un segundo párrafo al artículo 314; una fracción II al artículo 340, recorriéndose en su orden los subsecuentes; un primer párrafo, recorriéndose en su orden el actual primer párrafo para ser segundo párrafo, un tercero, cuarto, quinto y sexto párrafos al artículo 421; las fracciones I, II, III, IV y V al primer párrafo, los incisos a) a f) al segundo párrafo, las fracciones I, II, III, IV, V, VI al tercer párrafo y un cuarto párrafo al artículo 422; un tercer, cuarto, quinto, sexto y séptimo párrafos al artículo 423; un segundo párrafo al artículo 456, recorriéndose en su orden los subsecuentes; un segundo párrafo al ARTÍCULO TERCERO TRANSITORIO; se derogan la fracción VII del segundo párrafo del artículo 256; el segundo párrafo del artículo 340; el actual tercer párrafo del artículo 373; el tercer párrafo del artículo 423 y el segundo párrafo al ARTÍCULO TERCERO TRANSITORIO del Código Nacional de Procedimientos Penales, para quedar como sigue."
    },
    {
      "ley": "Código Nacional de Procedimientos Penales",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 139",
      "articulo_contenido": "La imposición de las medidas de protección y de las providencias precautorias tendrá una duración máxima de sesenta días naturales, prorrogables hasta por treinta días. Cuando hubiere desaparecido la causa que dio origen a la medida decretada, el imputado, su Defensor o en su caso el Ministerio Público, podrán solicitar al Juez de control que la deje sin efectos."
    }
  ],
  [
    {
      "ley": "Código Penal Federal",
      "titulo_no": "Quinto",
      "titulo_nombre": "Delitos en Materia de Vías de Comunicación y Correspondencia",
      "capitulo_no": "I",
      "capitulo_nombre": "Ataques a las vías de comunicación y violación de correspondencia",
      "articulo_no": "Artículo 166 Bis",
      "articulo_contenido": "A las personas que por razón de su cargo o empleo en empresas de telecomunicaciones, ilícitamente proporcionen informes acerca de las personas que hagan uso de esos medios de comunicación, se les impondrá pena de tres meses a tres años de prisión y serán destituidos de su cargo. En el caso anterior, se aumentará la pena hasta en una mitad cuando el delito sea cometido por un servidor público en ejercicio de sus funciones. Asimismo, se le impondrán, además de las penas señaladas, la destitución del empleo y se le inhabilitará de uno a diez años para desempeñar cargo o comisión públicos."
    }
  ],
  [
    {
      "ley": "Constitución Política de los Estados Unidos Mexicanos",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 22 Bis",
      "articulo_contenido": "Los procedimientos y requisitos que establezca la ley para asegurar la libertad de negociación colectiva y los legítimos intereses de trabajadores y patrones, deberán garantizar, entre otros, los siguientes principios: a) Representatividad de las organizaciones sindicales, y b) Certeza en la firma, registro y depósito de los contratos colectivos de trabajo. Para la resolución de conflictos entre sindicatos, la solicitud de celebración de un contrato colectivo de trabajo y la elección de dirigentes, el voto de los trabajadores será personal, libre y secreto. La ley garantizará el cumplimiento de estos principios. Con base en lo anterior, para la elección de dirigentes, los estatutos sindicales podrán, de conformidad con lo dispuesto en la ley, fijar modalidades procedimentales aplicables a los respectivos procesos."
    },
    {
      "ley": "Constitución Política de los Estados Unidos Mexicanos",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 27",
      "articulo_contenido": "La propiedad de las tierras y aguas comprendidas dentro de los límites del territorio nacional, corresponde originariamente a la Nación, la cual ha tenido y tiene el derecho de transmitir el dominio de ellas a los particulares, constituyendo la propiedad privada. Las expropiaciones sólo podrán hacerse por causa de utilidad pública y mediante indemnización. La nación tendrá en todo tiempo el derecho de imponer a la propiedad privada las modalidades que dicte el interés público, así como el de regular, en beneficio social, el aprovechamiento de los elementos naturales susceptibles de apropiación, con objeto de hacer una distribución equitativa de la riqueza pública, cuidar de su conservación, lograr el desarrollo equilibrado del país y el mejoramiento de las condiciones de vida de la población rural y urbana. En consecuencia, se dictarán las medidas necesarias para ordenar los asentamientos humanos y establecer adecuadas provisiones, usos, reservas y destinos de tierras, aguas y bosques, a efecto de ejecutar obras públicas y de planear y regular la fundación, conservación, mejoramiento y crecimiento de los centros de población; para preservar y restaurar el equilibrio ecológico; para el fraccionamiento de los latifundios; para disponer, en los términos de la ley reglamentaria, la organización y explotación colectiva de los ejidos y comunidades; para el desarrollo de la pequeña propiedad rural; para el fomento de la agricultura, de la ganadería, de la silvicultura y de las demás actividades económicas en el medio rural, y para evitar la destrucción de los elementos naturales y los daños que la propiedad pueda sufrir en perjuicio de la sociedad. Corresponde a la Nación el dominio directo de todos los recursos naturales de la plataforma continental y los zócalos submarinos de las islas; de todos los minerales o substancias que en vetas, mantos, masas o yacimientos, constituyan depósitos cuya naturaleza sea distinta de los componentes de los terrenos, tales como los minerales de los que se extraigan metales y metaloides utilizados en la industria; los yacimientos de piedras preciosas, de sal de gema y las salinas formadas directamente por las aguas marinas; los productos derivados de la descomposición de las rocas, cuando su explotación necesite trabajos subterráneos; los yacimientos minerales u orgánicos de materias susceptibles de ser utilizadas como fertilizantes; los combustibles minerales sólidos; el petróleo y todos los carburos de hidrógeno sólidos, líquidos o gaseosos; y el espacio situado sobre el territorio nacional, en la extensión y términos que fije el Derecho Internacional. Son propiedad de la Nación las aguas de los mares territoriales en la extensión y términos que fije el Derecho Internacional; las aguas marinas interiores; las de las lagunas y esteros que se comuniquen permanente o intermitentemente con el mar; las de los lagos interiores de formación natural que estén ligados directamente a corrientes constantes; las de los ríos y sus afluentes directos o indirectos, desde el punto del cauce en que se inicien las primeras aguas permanentes, intermitentes o torrenciales, hasta su desembocadura en el mar, lagos, lagunas o esteros de propiedad nacional; las de las corrientes constantes o intermitentes y sus afluentes directos o indirectos, cuando el cauce de aquéllas en toda su extensión o en parte de ellas, sirva de límite al territorio nacional o a dos entidades federativas, o cuando pase de una entidad federativa a otra o cruce la línea divisoria de la República; la de los lagos, lagunas o esteros cuyos vasos, zonas o riberas, estén cruzadas por líneas divisorias de dos o más entidades o entre la República y un país vecino, o cuando el límite de las riberas sirva de lindero entre dos entidades federativas o a la República con un país vecino; las de los manantiales que broten en las playas, zonas marítimas, cauces, vasos o riberas de los lagos, lagunas o esteros de propiedad nacional, y las que se extraigan de las minas; y los cauces, lechos o riberas de los lagos y corrientes interiores en la extensión que fija la ley. Las aguas del subsuelo pueden ser libremente alumbradas mediante obras artificiales y apropiarse por el dueño del terreno, pero cuando lo exija el interés público o se afecten otros aprovechamientos, el Ejecutivo Federal podrá reglamentar su extracción y utilización y aún establecer zonas vedadas, al igual que para las demás aguas de propiedad nacional. Cualesquiera otras aguas no incluidas en la enumeración anterior, se considerarán como parte integrante de la propiedad de los terrenos por los que corran o en los que se encuentren sus depósitos, pero si se localizaren en dos o más predios, el aprovechamiento de estas aguas se considerará de utilidad pública, y quedará sujeto a las disposiciones que dicten las entidades federativas. En los casos a que se refieren los dos párrafos anteriores, el dominio de la Nación es inalienable e imprescriptible y la explotación, el uso o el aprovechamiento de los recursos de que se trata, por los particulares o por sociedades constituidas conforme a las leyes mexicanas, no podrá realizarse sino mediante concesiones, otorgadas por el Ejecutivo Federal, de acuerdo con las reglas y condiciones que establezcan las leyes, salvo en radiodifusión y telecomunicaciones, que serán otorgadas por el Instituto Federal de Telecomunicaciones. Las normas legales relativas a obras o trabajos de explotación de los minerales y substancias a que se refiere el párrafo cuarto, regularán la ejecución y comprobación de los que se efectúen o deban efectuarse a partir de su vigencia, independientemente de la fecha de otorgamiento de las concesiones, y su inobservancia dará lugar a la cancelación de éstas. El Gobierno Federal tiene la facultad de establecer reservas nacionales y suprimirlas. Las declaratorias correspondientes se harán por el Ejecutivo en los casos y condiciones que las leyes prevean. Tratándose de minerales radiactivos no se otorgarán concesiones. Corresponde exclusivamente a la Nación la planeación y el control del sistema eléctrico nacional, así como el servicio público de transmisión y distribución de energía eléctrica; en estas actividades no se otorgarán concesiones, sin perjuicio de que el Estado pueda celebrar contratos con particulares en los términos que establezcan las leyes, mismas que determinarán la forma en que los particulares podrán participar en las demás actividades de la industria eléctrica. Tratándose del petróleo y de los hidrocarburos sólidos, líquidos o gaseosos, en el subsuelo, la propiedad de la Nación es inalienable e imprescriptible y no se otorgarán concesiones. Con el propósito de obtener ingresos para el Estado que contribuyan al desarrollo de largo plazo de la Nación, ésta llevará a cabo las actividades de exploración y extracción del petróleo y demás hidrocarburos mediante asignaciones a empresas productivas del Estado o a través de contratos con éstas o con particulares, en los términos de la Ley Reglamentaria. Para cumplir con el objeto de dichas asignaciones o contratos las empresas productivas del Estado podrán contratar con particulares. En cualquier caso, los hidrocarburos en el subsuelo son propiedad de la Nación y así deberá afirmarse en las asignaciones o contratos."
    }
  ],
  [
    {
      "ley": "Decreto por el Que Se Establece el Horario Estacional Que Se Aplicará en los Estados Unidos Mexicanos",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo Único",
      "articulo_contenido": "El presente Decreto entrará en vigor el día siguiente al de su publicación en el Diario Oficial de la Federación."
    },
    {
      "ley": "Decreto por el Que Se Establece el Horario Estacional Que Se Aplicará en los Estados Unidos Mexicanos",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo Único",
      "articulo_contenido": "Con fundamento en las fracciones XVIII y XXX del artículo 73 de la Constitución Política de los Estados Unidos Mexicanos, se aplica el horario estacional a partir de las dos horas del primer domingo de abril, terminando a las dos horas del último domingo de octubre de cada año, de conformidad con lo siguiente:\n\nI. Estados de Baja California Sur, Chihuahua, Nayarit y Sinaloa, sujetos al meridiano 105 grados por ubicación y 90 grados por horario estacional;\n\nII. Estado de Sonora, sujeto al meridiano 105 grados por ubicación y 105 grados por horario estacional;\n\nIII. Estado de Baja California, sujeto al meridiano 120 grados por ubicación y 105 grados por horario estacional;\n\nIV. Estado de Quintana Roo, sujeto al meridiano 75 grados por ubicación y 75 grados por horario estacional;\n\nV. Todas las demás entidades integrantes de la Federación estarán sujetos al meridiano 90 grados por ubicación y por el meridiano 75 grados por horario estacional, y\n\nVI. Islas, arrecifes y cayos, el correspondiente a su situación geográfica y de acuerdo a los instrumentos del derecho internacional aceptados donde no aplica el horario estacional.\n\nEn los municipios fronterizos de Tijuana y Mexicali en Baja California; Juárez y Ojinaga en Chihuahua; Acuña y Piedras Negras en Coahuila; Anáhuac en Nuevo León; y Nuevo Laredo, Reynosa y Matamoros en Tamaulipas, la aplicación de este horario estacional surtirá efecto desde las dos horas del segundo domingo de marzo y concluirá a las dos horas del primer domingo de noviembre.\n\nEn los municipios fronterizos que se encuentren ubicados en la franja fronteriza norte en el territorio comprendido entre la línea internacional y la línea paralela ubicada a una distancia de veinte kilómetros, así como el Municipio de Ensenada, Baja California, hacia el interior del país, la aplicación de este horario estacional surtirá efecto desde las dos horas del segundo domingo de marzo y concluirá a las dos horas del primer domingo de noviembre."
    }
  ],
  [
    {
      "ley": "Estatuto de Gobierno del Distrito Federal",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 67",
      "articulo_contenido": "Las facultades y obligaciones del Jefe de Gobierno del Distrito Federal son las siguientes: I. Iniciar leyes y decretos ante la Asamblea Legislativa; II. Promulgar, publicar y ejecutar las leyes y decretos que expida la Asamblea Legislativa, proveyendo"
    },
    {
      "ley": "Estatuto de Gobierno del Distrito Federal",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "Capítulo V",
      "capitulo_nombre": "DE LOS MEDIOS DE IMPUGNACIÓN EN MATERIA ELECTORAL LOCAL Y DE LOS DELITOS ELECTORALES",
      "articulo_no": "Artículo 134",
      "articulo_contenido": "La Ley electoral establecerá un sistema de medios de impugnación para que todos los actos y resoluciones electorales se sujeten invariablemente al principio de legalidad. Asimismo, fijará los plazos convenientes para el desahogo de todas las instancias impugnativas, tomando en cuenta el principio de definitividad de las etapas de los procesos electorales. De igual forma, la Ley señalará los supuestos y las reglas para la realización de recuentos totales o parciales de votación, y fijará las causales concretas de nulidad de las elecciones de Jefe de Gobierno, diputados a la Asamblea Legislativa y titulares de los órganos político administrativos. Entre las causales de nulidad de elecciones deberán considerarse las previstas en la Base VI del artículo 41 de la Constitución. Párrafo adicionado DOF 27-06-2014 Artículo adicionado DOF 04-12-1997. Reformado DOF 28-04-2008"
    }
  ],
  [
    {
      "ley": "Estatuto de las Islas Marías",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 1",
      "articulo_contenido": "Se destina el Archipiélago Islas Marías para el establecimiento de un Complejo Penitenciario como parte del Sistema Penitenciario Federal, a fin de que puedan en él cumplir la pena de prisión los sentenciados federales o del orden común que determine la Secretaría de Seguridad Pública. El Complejo Penitenciario tendrá como objeto fortalecer el Sistema Penitenciario Nacional, a través de la redistribución planificada de sentenciados federales o del orden común. En términos de lo dispuesto en el artículo 18 de la Constitución Política de los Estados Unidos Mexicanos, el Complejo Penitenciario favorecerá los tratamientos de reinserción social, en base al trabajo, la capacitación por el mismo, la educación, la salud y el deporte."
    },
    {
      "ley": "Estatuto de las Islas Marías",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo Quinto",
      "articulo_contenido": "Las referencias realizadas en el presente Estatuto a la reinserción social, quedarán entendidas al término vigente readaptación social, hasta en tanto se expida la legislación secundaria correspondiente."
    }
  ],
  [
    {
      "ley": "Impuesto sobre Servicios Expresamente Declarados de Inter",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo NOVENO",
      "articulo_contenido": "Se establece un impuesto sobre servicios expresamente declarados de interés público por Ley, en los que intervengan empresas concesionarias de bienes del dominio directo de la Nación. El impuesto grava el importe total de los pagos por servicios prestados por empresas que funcionen al amparo de concesiones federales para el uso de bienes del dominio directo de la Nación, cuando la actividad del concesionario esté declarada expresamente de interés público por la ley. Los sujetos del impuesto son las personas que realizan los pagos mencionados. Estarán exentos del impuesto la Federación y los sujetos señalados en el Código Fiscal de la Federación. La base del impuesto es el monto total de los pagos por los conceptos mencionados. La tasa del impuesto es del 25%. Los responsables solidarios deben presentar declaraciones mensuales y enterar el impuesto al presentar la declaración."
    }
  ],
  [
    {
      "ley": "Ley Aduanera",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 59",
      "articulo_contenido": "Quienes introduzcan o extraigan mercancías del territorio nacional deberán cumplir, sin perjuicio de las demás obligaciones previstas en esta Ley, con las siguientes: I. Llevar los sistemas de control de inventarios en forma automatizada, que mantengan en todo momento el registro actualizado de los datos de control de las mercancías de comercio exterior, mismos que deberán estar a disposición de la autoridad aduanera. Quienes introduzcan mercancías bajo los regímenes de importación temporal para elaboración, transformación o reparación en programas de maquila o de exportación; de depósito fiscal; de recinto fiscalizado estratégico, o de elaboración, transformación o reparación en recinto fiscalizado, deberán llevar, en forma automatizada, el sistema de control de inventarios a que se refiere el párrafo anterior. En caso de incumplimiento a lo dispuesto en esta fracción se presumirá que las mercancías que sean propiedad del contribuyente o que se encuentren bajo su posesión o"
    },
    {
      "ley": "Ley Aduanera",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "Capítulo Único",
      "capitulo_nombre": "Franja y región fronteriza",
      "articulo_no": "Artículo 137 bis 2",
      "articulo_contenido": "Para efecto del artículo anterior y de los siguientes, se entiende por: I.- Persona Física: El ciudadano al que la Ley ha dotado de derechos y obligaciones. II.- Franja Fronteriza Norte: La comprendida entre la Línea Divisoria Internacional con los Estados Unidos de América y la línea paralela a una distancia de 20 kilómetros hacia el interior del país, en el tramo comprendido entre el límite de la región parcial del Estado de Sonora y el Golfo de México. III.- Región Parcial del Estado de Sonora: La comprendida entre los siguientes límites al norte, la línea divisoria internacional, desde el cauce del Río Colorado hasta el punto situado en esa línea a 10 kilómetros del Oeste de Sonora, de ese punto, una línea recta hasta llegar a la costa a un punto situado a 10 kilómetros al este de Puerto Peñasco, de allí siguiendo el cauce de ese Río, hacia el norte, hasta encontrar la línea divisoria internacional. IV.- Año Modelo: El periodo comprendido entre el 1o. de noviembre de un año, al 31 de octubre del año siguiente. V.- Automóvil: El vehículo destinado al transporte hasta de diez personas, incluyéndose a las vagonetas y a las camionetas denominadas 'VAN', que tengan instalado convertidor catalítico de fábrica. VI.- Vehículo comercial: Al vehículo con o sin chasis para el transporte de mercancías o de más de diez personas, con peso bruto vehicular de más de 2,727, pero no mayor de 7,272 kilogramos. VII.- Camión mediano: Al vehículo con o sin chasis para el transporte de mercancías o de más de diez personas, con peso bruto vehicular de más de 2,272 kilogramos, pero no mayor de 8,864 kilogramos. VIII.- Vehículo usado: Al vehículo de cinco o más años-modelos anteriores a la fecha en que se realice la importación."
    }
  ],
  [
    {
      "ley": "Ley Agraria",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 24",
      "articulo_contenido": "La asamblea podrá ser convocada por el comisariado ejidal o por el consejo de vigilancia, ya sea a iniciativa propia o si así lo solicitan al menos veinte ejidatarios o el veinte por ciento del total de ejidatarios que integren el núcleo de población ejidal. Si el comisariado o el consejo no lo hicieren en un plazo de cinco días hábiles a partir de la solicitud, el mismo número de ejidatarios podrá solicitar a la Procuraduría Agraria que convoque a la asamblea."
    },
    {
      "ley": "Ley Agraria",
      "titulo_no": "Título Quinto",
      "titulo_nombre": "De la Pequeña Propiedad Individual de Tierras Agrícolas, Ganaderas y Forestales",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 116",
      "articulo_contenido": "Para los efectos de esta ley, se entiende por: I. Tierras agrícolas: los suelos utilizados para el cultivo de vegetales. II. Tierras ganaderas: los suelos utilizados para la reproducción y cría de animales mediante el uso de su vegetación, sea ésta natural o inducida. III. Tierras forestales: los suelos utilizados para el manejo productivo de bosques o selvas. Se reputan como agrícolas las tierras rústicas que no estén efectivamente dedicadas a alguna otra actividad económica."
    }
  ],
  [
    {
      "ley": "Ley de Adquisiciones, Arrendamientos y Servicios del Sector Público",
      "titulo_no": "Título Tercero",
      "titulo_nombre": "De los Contratos",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 125",
      "articulo_contenido": "Los contratos son obligatorios en cuanto se perfeccionan, y no pueden revocarse sino por mutuo consentimiento de las partes, o por las causas autorizadas por la ley."
    },
    {
      "ley": "Ley de Adquisiciones, Arrendamientos y Servicios del Sector Público",
      "titulo_no": "Título Cuarto",
      "titulo_nombre": "De la Información y Verificación",
      "capitulo_no": "Capítulo Único",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 56",
      "articulo_contenido": "La forma y términos en que las dependencias y entidades deberán remitir a la Secretaría de la Función Pública, a la Secretaría y a la Secretaría de Economía, la información relativa a los actos y los contratos materia de esta Ley, serán establecidos por dichas Secretarías, en el ámbito de sus respectivas atribuciones. La administración del sistema electrónico de información pública gubernamental sobre adquisiciones, arrendamientos y servicios, estará a cargo de la Secretaría de la Función Pública, a través de la unidad administrativa que determine su Reglamento, en el cual las dependencias, entidades y los demás sujetos de esta Ley, deberán incorporar la información que ésta les requiera. El sistema a que se refiere el párrafo anterior, tendrá los siguientes fines: I. Contribuir a la generación de una política general en la Administración Pública Federal en materia de contrataciones; II. Propiciar la transparencia y seguimiento de las adquisiciones, arrendamientos y servicios del sector público, y III. Generar la información necesaria que permita la adecuada planeación, programación y presupuestación de las contrataciones públicas, así como su evaluación integral. Dicho sistema contendrá por lo menos, la siguiente información, la cual deberá verificarse que se encuentra actualizada por lo menos cada tres meses: a) Los programas anuales de adquisiciones, arrendamientos y servicios de las dependencias y entidades; b) El registro único de proveedores; c) El padrón de testigos sociales; d) La información derivada de los procedimientos de contratación, en los términos de esta Ley; e) Las notificaciones y avisos relativos a los procedimientos de contratación y de la instancia de inconformidades; f) Los datos de los contratos suscritos, a que se refiere el artículo 7 fracción XIII, de la Ley Federal de Transparencia y Acceso a la Información Pública Gubernamental; g) El registro de proveedores sancionados, y h) Las resoluciones de la instancia de inconformidad que hayan causado estado. Las dependencias y entidades conservarán en forma ordenada y sistemática toda la documentación e información electrónica comprobatoria de los actos y contratos materia de dicho ordenamiento cuando menos por un lapso de tres años, contados a partir de la fecha de su recepción; excepto la documentación contable, en cuyo caso se estará en lo previsto por las disposiciones aplicables. Las proposiciones desechadas durante la licitación pública o invitación a cuando menos tres personas, podrán ser devueltas a los licitantes que lo soliciten, una vez transcurridos sesenta días naturales contados a partir de la fecha en que se dé a conocer el fallo respectivo, salvo que exista alguna inconformidad en trámite, en cuyo caso las proposiciones deberán conservarse hasta la total conclusión de la inconformidad e instancias subsecuentes; agotados dichos términos la convocante podrá proceder a su devolución o destrucción."
    }
  ],
  [
    {
      "ley": "Ley de Aeropuertos",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 27",
      "articulo_contenido": "Serán causas de revocación de las concesiones y permisos, las siguientes: I. No iniciar la administración, operación, explotación o, en su caso, construcción del aeródromo civil, en los plazos que al efecto se establezcan en el título de concesión o permiso; II. No mantener vigentes los seguros a que se refiere esta Ley; III. Ceder, gravar, transferir o enajenar las concesiones o los permisos, los derechos en ellos conferidos o los bienes afectos a los mismos, en contravención a lo dispuesto en esta Ley; IV. Alterar la naturaleza o condiciones de los aeródromos civiles establecidas en el título de concesión o permiso, sin autorización de la Secretaría; V. Consentir el uso del aeródromo civil a cualquier aeronave que no cumpla con los requisitos de la Ley de Aviación Civil, o no haya sido autorizada por quien controla la navegación aérea, o que su acción u omisión dolosa contribuya a la comisión de algún delito; VI. Tener conocimiento de que se ha incurrido en los supuestos establecidos en el artículo 22 de esta Ley, y no haber tomado las medidas previstas en el mismo, en el caso del concesionario o persona moral permisionaria, o incurrir en los citados supuestos en el caso de persona física permisionaria; VII. Modificar el porcentaje de inversión extranjera en contravención a lo establecido en el artículo 19 de esta Ley; VIII. Contravenir las disposiciones en materia de seguridad en los aeródromos civiles, establecidas en esta Ley y otros ordenamientos aplicables; IX. Interrumpir, total o parcialmente, la operación del aeródromo civil o la prestación de los servicios aeroportuarios o complementarios, sin causa justificada; X. No cumplir con las obligaciones de conservación y mantenimiento del aeródromo civil; XI. Prestar servicios distintos a los que le son permitidos; XII. No cubrir las indemnizaciones por daños que se originen con motivo de la prestación de los servicios; XIII. Aplicar tarifas y precios que excedan a los registrados o, en su caso, sujetos a regulación; XIV. Ejecutar u omitir actos que impidan o tiendan a impedir la actuación de otros prestadores de servicios que tengan derecho a ello, así como la de autoridades que ejerzan atribuciones dentro del aeródromo civil; XV. Limitar el número de prestadores de servicios complementarios o negar su operación mediante actos de simulación, por razones distintas a las contempladas por el artículo 57 de esta Ley; XVI. En general, incumplir cualquiera de las obligaciones o condiciones establecidas en esta Ley, sus reglamentos y en el título de concesión o permiso respectivos, siempre que por el incumplimiento se haya impuesto una sanción y ésta haya quedado firme en términos de ley. La Secretaría podrá revocar las concesiones o permisos de manera inmediata únicamente en los supuestos de las fracciones I a VI anteriores. En los casos de las fracciones VII a XVI, la Secretaría sólo podrá revocar la concesión o permiso cuando previamente hubiese sancionado al respectivo concesionario o permisionario, por lo menos en tres ocasiones por las causas previstas en la misma fracción dentro de un periodo de cinco años. Párrafo reformado DOF 26-01-2015"
    },
    {
      "ley": "Ley de Aeropuertos",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "Capítulo VIII",
      "capitulo_nombre": "De las tarifas y precios",
      "articulo_no": "Artículo 67",
      "articulo_contenido": "La Secretaría podrá establecer bases de regulación tarifaria y de precios para la prestación de servicios aeroportuarios y complementarios en los aeropuertos. Estas bases deberán ser justas, equitativas y no discriminatorias, y se aplicarán de manera transparente y objetiva. Asimismo, la Secretaría podrá supervisar y verificar el cumplimiento de dichas tarifas y precios por parte de los concesionarios, permisionarios y prestadores de servicios, imponiendo las sanciones correspondientes en caso de incumplimiento."
    }
  ],
  [
    {
      "ley": "Ley de Aguas Nacionales",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "Capítulo II BIS",
      "capitulo_nombre": "Secretaría del Medio Ambiente y Recursos Naturales",
      "articulo_no": "Artículo 8",
      "articulo_contenido": "Son atribuciones del Secretario del Medio Ambiente y Recursos Naturales: I. Proponer al Ejecutivo Federal la política hídrica del país; II. Proponer al Ejecutivo Federal los proyectos de ley, reglamentos, decretos y acuerdos relativos al sector; III. Fungir como Presidente del Consejo Técnico de 'la Comisión'; IV. Suscribir los instrumentos internacionales, que de acuerdo con la Ley sean de su competencia, en coordinación con la Secretaría de Relaciones Exteriores, e instrumentar lineamientos y estrategias para el cumplimiento de los tratados internacionales en materia de aguas; V. Expedir las Normas Oficiales Mexicanas en materia hídrica en los términos de la Ley Federal sobre Metrología y Normalización, a propuesta de 'la Comisión'; VI. Las que en materia hídrica le asignen específicamente las disposiciones legales, así como aquellas que le delegue el Titular del Ejecutivo Federal."
    },
    {
      "ley": "Ley de Aguas Nacionales",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 23 bis",
      "articulo_contenido": "Sin mediar la transmisión definitiva de derechos o la modificación de las condiciones del título respectivo, cuando el titular de una concesión pretenda proporcionar a terceros en forma provisional el uso total o parcial de las aguas concesionadas, sólo podrá realizarlo con aviso previo a 'la Autoridad del Agua', cuando así le corresponda conforme a lo establecido en la Fracción IX del Artículo 9 de la presente Ley."
    }
  ],
  [
    {
      "ley": "Ley de Ahorro y Crédito Popular",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "DÉCIMO TERCERO",
      "articulo_contenido": "No podrán sujetarse al régimen previsto por el artículo Segundo Transitorio del presente Decreto, aquellas sociedades o asociaciones cuyos administradores, consejeros, funcionarios, directivos, gerentes y en general sus representantes, a la entrada en vigor del presente Decreto que: i) se encuentren sujetos a un proceso penal por algún delito patrimonial ya sea del fuero común o del fuero federal relacionado con las actividades realizadas por la sociedad, asociación, unión de crédito, sociedad cooperativa y sociedades de ahorro y préstamo de que se trate, o ii) hayan sido condenados por sentencia irrevocable por la comisión de delito patrimonial ya sea del fuero común o del fuero federal. Para efectos de lo dispuesto en el párrafo anterior, los administradores, consejeros, funcionarios, directivos, gerentes y en general los representantes que formen parte de las personas morales que hayan decidido acogerse a este beneficio, deberán declarar bajo protesta de decir verdad ante la Federación, dentro del plazo de treinta días hábiles a que se refiere el artículo Segundo Transitorio del presente Decreto, que: (i) no han sido condenados por sentencia irrevocable por la comisión de los delitos señalados en el párrafo anterior y (ii) no están sujetas a algún proceso penal tendiente al fincamiento de responsabilidades legales por cualquiera de los delitos señalados en el párrafo anterior."
    },
    {
      "ley": "Ley de Ahorro y Crédito Popular",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo SEXTO",
      "articulo_contenido": "Las sociedades o asociaciones que se afilien a una Federación en términos de lo dispuesto por este Artículo, no podrán participar en las sesiones de los órganos sociales de la Federación cuando se traten asuntos que estén relacionados, directa o indirectamente, con su organización, integración y funcionamiento, así como con el desempeño del comité de supervisión correspondiente, o con cualquier otro aspecto relacionado con la supervisión auxiliar que ejerza la Federación a dicha Sociedad. No podrán formar parte del comité de supervisión de la Federación, personas que tengan vínculos laborales o económicos con las sociedades o asociaciones que la propia Federación tenga afiliadas en términos de este Artículo."
    }
  ],
  [
    {
      "ley": "Ley de Amnistía",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 1o.",
      "articulo_contenido": "Se decreta amnistía en favor de todas las personas en contra de quienes se haya ejercitado o pudiere ejercitarse acción penal ante los tribunales del orden federal, por los delitos cometidos con motivo de los hechos de violencia, o que tengan relación con ellos, suscitados en varios municipios del Estado de Chiapas el día primero de enero de mil novecientos noventa y cuatro al día veinte del mismo mes y año, a las quince horas. El Ejecutivo Federal integrará una Comisión que coordinará los actos de aplicación de la presente Ley."
    }
  ],
  [
    {
      "ley": "Ley de Amparo, Reglamentaria de los Artículos 103 y 107 de la Constitución",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "Capítulo XI",
      "capitulo_nombre": "Medios de Impugnación",
      "articulo_no": "Artículo 80",
      "articulo_contenido": "En el juicio de amparo sólo se admitirán los recursos de revisión, queja y reclamación; y tratándose del cumplimiento de sentencia, el de inconformidad. Los medios de impugnación, así como los escritos y promociones que se realicen en ellos podrán ser presentados en forma impresa o electrónicamente. Los requisitos relativos al acompañamiento de copias o de presentación de cualquier tipo de constancias impresas a los que se refiera el presente Capítulo, no serán exigidos a las partes que hagan uso de las tecnologías de la información a las que se refiere el artículo 3o de esta Ley, en el entendido de que, cuando así sea necesario, tales requisitos serán cumplimentados por esa misma vía. Para el caso de que los recursos se presenten de manera electrónica, se podrá acceder al expediente de esa misma forma."
    },
    {
      "ley": "Ley de Amparo, Reglamentaria de los Artículos 103 y 107 de la Constitución",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "Capítulo VI",
      "capitulo_nombre": "Declaratoria General de Inconstitucionalidad",
      "articulo_no": "Artículo 231",
      "articulo_contenido": "Cuando las salas o el pleno de la Suprema Corte de Justicia de la Nación, en los juicios de amparo indirecto en revisión, resuelvan la inconstitucionalidad de una norma general por segunda ocasión consecutiva, en una o en distintas sesiones, el presidente de la sala respectiva o de la Suprema Corte de Justicia de la Nación lo informará a la autoridad emisora de la norma. Lo dispuesto en el presente Capítulo no será aplicable a normas en materia tributaria."
    }
  ],
  [
    {
      "ley": "Ley de Ascensos de la Armada de México",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 44 Bis",
      "articulo_contenido": "Se adiciona un artículo 44 Bis a la Ley de Ascensos de la Armada de México, para quedar como sigue: ...... Transitorios PRIMERO.- El presente Decreto entrará en vigor al día siguiente de su publicación en el Diario Oficial de la Federación. SEGUNDO.- El Presidente de la República podrá conferir ascensos post mortem que estén motivados por actos realizados con anterioridad a la entrada del presente Decreto, con sujeción a las disposiciones del mismo. México, D. F., a 27 de abril de 2011.- Sen. Manlio Fabio Beltrones Rivera, Presidente.- Dip. Jorge Carlos Ramírez Marín, Presidente.- Sen. Martha Leticia Sosa Govea, Secretaria.- Dip. María de Jesús Aguirre Maldonado, Secretaria.- Rúbricas. En cumplimiento de lo dispuesto por la fracción I del Artículo 89 de la Constitución Política de los Estados Unidos Mexicanos, y para su debida publicación y observancia, expido el presente Decreto en la Residencia del Poder Ejecutivo Federal, en la Ciudad de México, Distrito Federal, a treinta y uno de mayo de dos mil once.- Felipe de Jesús Calderón Hinojosa.- Rúbrica.- El Secretario de Gobernación, José Francisco Blake Mora.- Rúbrica."
    },
    {
      "ley": "Ley de Ascensos de la Armada de México",
      "titulo_no": "Título Cuarto",
      "titulo_nombre": "De los ascensos por méritos especiales",
      "capitulo_no": "Capítulo Único",
      "capitulo_nombre": " ",
      "articulo_no": "Artículo 44 Bis",
      "articulo_contenido": "Cuando algún miembro del personal de la Armada de México pierda la vida como consecuencia de actos del servicio excepcionalmente meritorios, en condiciones de heroísmo, sobresaliente capacidad profesional o entrega total al servicio a la patria, el Consejo del Almirantazgo Reducido reunirá los elementos de juicio que acrediten las circunstancias extraordinarias y, de ser el caso, propondrá al Alto Mando el ascenso post mortem del militar. De estimarlo procedente, el Alto Mando presentará a consideración del Mando Supremo el ascenso en cuestión. La Secretaría remitirá al Senado de la República, un informe que contenga las consideraciones y valoraciones para el otorgamiento de este tipo de ascensos, dentro de los tres meses siguientes al mismo. Los derechohabientes de los militares ascendidos en los términos del presente artículo, tendrán derecho a las prestaciones sociales correspondientes al grado inmediato superior concedido, independientemente de los años de servicio y años en el grado que haya cumplido."
    }
  ],
  [
    {
      "ley": "Ley de Ascensos y Recompensas del Ejército y Fuerza Aérea Mexicanos",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo Único",
      "articulo_contenido": "Se reforman los artículos 53, segundo párrafo; 55, 63 y 68; y se adicionan una fracción XII al artículo 53 y un artículo 65 Bis a la Ley de Ascensos y Recompensas del Ejército y Fuerza Aérea Mexicanos, para quedar como sigue: ........ Transitorios Primero. El presente Decreto entrará en vigor al día siguiente de su publicación en el Diario Oficial de la Federación. Segundo. Las erogaciones que se causen por la entrada en vigor del presente Decreto, se cubrirán con cargo al presupuesto de la Secretaría de la Defensa Nacional. Tercero. A partir de la fecha en que entre en vigor el presente Decreto, se derogan las disposiciones jurídicas que se opongan al mismo. Cuarto. El Ejecutivo Federal deberá reformar el Reglamento de la Ley de Ascensos y Recompensas del Ejército y Fuerza Aérea Mexicanos, a partir de la entrada en vigor del presente Decreto. Ciudad de México, a 15 de diciembre de 2016.- Sen. Pablo Escudero Morales, Presidente.- Dip. Edmundo Javier Bolaños Aguilar, Presidente.- Sen. María Elena Barrera Tapia, Secretaria.- Dip. Raúl Domínguez Rex, Secretario.- Rúbricas. En cumplimiento de lo dispuesto por la fracción I del Artículo 89 de la Constitución Política de los Estados Unidos Mexicanos, y para su debida publicación y observancia, expido el presente Decreto en la Residencia del Poder Ejecutivo Federal, en la Ciudad de México, a veinticuatro de enero de dos mil diecisiete.- Enrique Peña Nieto.- Rúbrica.- El Secretario de Gobernación, Miguel Ángel Osorio Chong.- Rúbrica."
    },
    {
      "ley": "Ley de Ascensos y Recompensas del Ejército y Fuerza Aérea Mexicanos",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 19",
      "articulo_contenido": "Los Subtenientes egresados de las Instituciones Educativas Militares o Cursos de Formación de Oficiales o que hayan obtenido su grado en términos de la fracción III del artículo 9 de esta Ley, podrán participar por una sola ocasión en la Promoción Especial para ascender al grado de Teniente, en los casos siguientes: A. Una vez cumplidos dos años de su egreso, para el personal cuyos estudios tengan una duración de cuatro años, o tres si la duración de éstos fue de tres años. Lo anterior, siempre que hayan servido durante ese tiempo en las unidades del Ejército ejerciendo el mando o en unidades de vuelo de la Fuerza Aérea, si se trata de Pilotos Aviadores; tratándose de Oficiales de servicio, en los Servicios Orgánicos de las Unidades del Ejército, de unidades de vuelo de la Fuerza Aérea o en unidades de sus Servicios no encuadradas; y, en aquellos Servicios en que no existan unidades organizadas, desempeñando actividades militares propias de su especialidad. B. Una vez cumplidos dos años de antigüedad en el grado, del ascenso obtenido conforme a la fracción III del artículo 9 de esta Ley. En todo caso, el personal al que se refiere este artículo también deberá reunir los requisitos siguientes: I. Alcanzar la puntuación aprobatoria en la Promoción Especial; II. Tener buena salud y estar capacitado físicamente para el desempeño de las funciones propias del grado inmediato superior; III. Acreditar buena conducta militar y civil, y IV. No encontrarse en alguno de los supuestos previstos en el artículo 35 de esta Ley."
    }
  ],
  [
    {
      "ley": "Ley de Asistencia Social",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "Capítulo V",
      "capitulo_nombre": "Sistema Nacional de Asistencia Social Pública y Privada",
      "articulo_no": "Artículo 22",
      "articulo_contenido": "Son integrantes del Sistema Nacional de Asistencia Social Pública y Privada: a) La Secretaría de Salud; b) La Secretaría de Desarrollo Social; c) La Secretaría de Educación Pública; d) El Sistema Nacional para el Desarrollo Integral de la Familia; e) Los Sistemas Estatales y del Distrito Federal para el Desarrollo Integral de la Familia; f) Los Sistemas Municipales para el Desarrollo Integral de la Familia; g) Las instituciones privadas de asistencia social legalmente constituidas; h) Las Juntas de Asistencia Privada; i) El Instituto Nacional de las Personas Adultas Mayores; j) El Instituto Nacional Indigenista; k) El Instituto Mexicano de la Juventud; l) El Instituto Nacional de las Mujeres; m) Los Centros de Integración Juvenil; n) El Consejo Nacional contra las Adicciones; o) El Consejo Nacional de Fomento Educativo; p) El Consejo Nacional para la Educación y la Vida; q) La Lotería Nacional para la Asistencia Pública; r) Pronósticos para la Asistencia Pública; s) La Beneficencia Pública, y t) Las demás entidades y dependencias federales, estatales y municipales, así como los órganos desconcentrados que realicen actividades vinculadas a la asistencia social."
    },
    {
      "ley": "Ley de Asistencia Social",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "Capítulo I",
      "capitulo_nombre": "Disposiciones Generales",
      "articulo_no": "Artículo 1",
      "articulo_contenido": "La presente Ley se fundamenta en las disposiciones que en materia de Asistencia Social contiene la Ley General de Salud, para el cumplimiento de la misma, garantizando la concurrencia y colaboración de la Federación, las Entidades Federativas, el Distrito Federal y los sectores social y privado."
    }
  ],
  [
    {
      "ley": "Ley de Asociaciones Público Privadas",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 43",
      "articulo_contenido": "Cualquier persona podrá asistir a los diferentes actos del concurso, en calidad de observador, previo registro de su participación ante la convocante. Los observadores se abstendrán de intervenir en cualquier forma en el concurso. El Reglamento de esta Ley establecerá la figura de testigos sociales y preverá los términos de su participación en el procedimiento de concurso."
    },
    {
      "ley": "Ley de Asociaciones Público Privadas",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "Capítulo Noveno",
      "capitulo_nombre": "De la Terminación de la Asociación Público-Privada",
      "articulo_no": "Artículo 122",
      "articulo_contenido": "Sin perjuicio de las demás previstas en cada contrato, serán causas de rescisión de los contratos de asociación público-privada, las siguientes:\n\nI. La cancelación, abandono o retraso en la ejecución de la obra, en los supuestos previstos en el propio contrato;\nII. La no prestación de los servicios contratados, su prestación en términos distintos a los pactados, o la suspensión de éstos por más de siete días naturales seguidos, sin causa justificada; y\nIII. En caso de que el proyecto requiera autorizaciones para la prestación de los servicios, la revocación de éstas.\n\nEn todo caso, los incumplimientos se sujetarán a lo dispuesto por las partes en el contrato y cualquier controversia al respecto será resuelta por los tribunales federales, o en su caso, mediante el procedimiento arbitral correspondiente."
    }
  ],
  [
    {
      "ley": "Ley de Asociaciones Religiosas y Culto Público",
      "titulo_no": "Título Quinto",
      "titulo_nombre": "De las Infracciones y Sanciones y del Recurso de Revisión",
      "capitulo_no": "Capítulo Primero",
      "capitulo_nombre": "De las infracciones y sanciones",
      "articulo_no": "Artículo 29",
      "articulo_contenido": "Constituyen infracciones a la presente ley, por parte de los sujetos a que la misma se refiere:\n\nI. Asociarse con fines políticos, así como realizar proselitismo o propaganda de cualquier tipo a favor o en contra de candidato, partido o asociación política algunos;\nII. Agraviar a los símbolos patrios o de cualquier modo inducir a su rechazo;\nIII. Adquirir, poseer o administrar las asociaciones religiosas, por sí o por interpósita persona, bienes y derechos que no sean, exclusivamente, los indispensables para su objeto, así como concesiones de la naturaleza que fuesen;\nIV. Promover la realización de conductas contrarias a la salud o integridad física de los individuos;\nV. Ejercer violencia física o presión moral, mediante agresiones o amenazas, para el logro o realización de sus objetivos;\nVI. Ostentarse como asociación religiosa cuando se carezca del registro constitutivo otorgado por la Secretaría de Gobernación;\nVII. Destinar los bienes que las asociaciones adquieran por cualquier título, a un fin distinto del previsto en la declaratoria de procedencia correspondiente;\nVIII. Desviar de tal manera los fines de las asociaciones que éstas pierdan o menoscaben gravemente su naturaleza religiosa;\nIX. Convertir un acto religioso en reunión de carácter político;\nX. Oponerse a las Leyes del País o a sus instituciones en reuniones públicas;\nXI. Realizar actos o permitir aquellos que atenten contra la integridad, salvaguarda y preservación de los bienes que componen el patrimonio cultural del país, y que están en uso de las iglesias, agrupaciones o asociaciones religiosas, así como omitir las acciones que sean necesarias para lograr que dichos bienes sean preservados en su integridad y valor;\nXII. Omitir las acciones contempladas en el artículo 12 Bis de la presente ley;\nXIII. La comisión de delitos cometidos en ejercicio de su culto o en sus instalaciones, y\nXIV. Las demás que se establecen en la presente ley y otros ordenamientos aplicables."
    },
    {
      "ley": "Ley de Asociaciones Religiosas y Culto Público",
      "titulo_no": "Título Primero",
      "titulo_nombre": "Disposiciones Generales",
      "capitulo_no": "N/A",
      "capitulo_nombre": "N/A",
      "articulo_no": "Artículo 1o",
      "articulo_contenido": "La presente ley, fundada en el principio histórico de la separación del Estado y las iglesias, así como en la libertad de creencias religiosas, es reglamentaria de las disposiciones de la Constitución Política de los Estados Unidos Mexicanos en materia de asociaciones, agrupaciones religiosas, iglesias y culto público. Sus normas son de orden público y de observancia general en el territorio nacional. Las convicciones religiosas no eximen en ningún caso del cumplimiento de las leyes del país. Nadie podrá alegar motivos religiosos para evadir las responsabilidades y obligaciones prescritas en las leyes."
    }
  ],
  [
    {
      "ley": "Ley de Aviación Civil",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "Capítulo IV",
      "capitulo_nombre": "Del servicio de transporte aéreo",
      "articulo_no": "Artículo 14",
      "articulo_contenido": "Las concesiones o los permisos terminan por: I. Vencimiento del plazo establecido en la concesión o de la prórroga que, en su caso, se hubiere otorgado; II. Renuncia del titular; III. Revocación; IV. Desaparición del objeto de la concesión o el permiso, y V. Liquidación o quiebra del titular. La terminación de la concesión o del permiso no extingue las obligaciones contraídas por el titular durante su vigencia."
    },
    {
      "ley": "Ley de Aviación Civil",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "XII",
      "capitulo_nombre": "De la responsabilidad por daños",
      "articulo_no": "Artículo 61",
      "articulo_contenido": "Los concesionarios o permisionarios de los servicios de transporte aéreo nacional, serán responsables por los daños causados a los pasajeros, a la carga y al equipaje en el transporte. En el caso de pasajeros, se entenderá que los daños se causaron en el transporte, si ocurren desde el momento en que el pasajero aborda la aeronave hasta que ha descendido de la misma. El concesionario o permisionario será responsable del equipaje facturado desde el momento en que expida el talón correspondiente hasta que entregue el equipaje al pasajero en el punto de destino. En el caso de carga, el concesionario o permisionario será responsable desde el momento en que reciba la carga bajo su custodia hasta que la entregue al consignatario respectivo. La responsabilidad del concesionario o permisionario se interrumpirá cuando la carga le sea retirada por orden de autoridad competente."
    }
  ],
  [
    {
      "ley": "Ley de Ayuda Alimentaria para los Trabajadores",
      "titulo_no": "Título Primero",
      "titulo_nombre": "Disposiciones Generales",
      "capitulo_no": "Capítulo I",
      "capitulo_nombre": "Objetivo de la Ayuda Alimentaria",
      "articulo_no": "Artículo 5",
      "articulo_contenido": "La ayuda alimentaria tendrá como objetivo que los trabajadores se beneficien del consumo de una dieta correcta. Las características específicas de una dieta correcta serán las que la Secretaría de Salud establezca en las normas."
    },
    {
      "ley": "Ley de Ayuda Alimentaria para los Trabajadores",
      "titulo_no": "Título Tercero",
      "titulo_nombre": "EVALUACIÓN, SEGUIMIENTO Y VIGILANCIA",
      "capitulo_no": "Capítulo I",
      "capitulo_nombre": "Comisión Tripartita",
      "articulo_no": "Artículo 15",
      "articulo_contenido": "La evaluación y seguimiento del cumplimiento de las disposiciones de la presente Ley estará a cargo de una comisión tripartita que se integrará en los términos del presente artículo. Corresponderá también a dicha comisión hacer las recomendaciones pertinentes para la mejora o ampliación de las acciones de ayuda alimentaria previstas en esta Ley. Lo anterior, sin perjuicio del ejercicio de las atribuciones de vigilancia que correspondan a las dependencias y entidades de la Administración Pública Federal y a los gobiernos de las entidades federativas en términos de las disposiciones aplicables. La comisión tripartita a la que se refiere el párrafo anterior se integrará por: I. Un representante de la Secretaría, quien la presidirá; II. Un representante de la Secretaría de Salud; III. Un representante de la Secretaría de Hacienda y Crédito Público; IV. Tres representantes de organizaciones nacionales de los trabajadores, y V. Tres representantes de organizaciones nacionales de los empresarios. La Secretaría determinará la forma en la cual se asignará la representación a la que se refieren las fracciones IV y V de este artículo. Los representantes de las dependencias de la Administración Pública Federal ante la comisión deberán tener nivel de Subsecretario o su equivalente. La Secretaría podrá invitar a participar en las sesiones de la comisión tripartita, con el carácter de consultores, con voz y sin voto, a representantes de aquellas organizaciones empresariales o sociales relacionados con la prestación de los servicios vinculados al otorgamiento del beneficio de ayuda alimentaria contemplado en esta Ley. El funcionamiento y la operación de la Comisión Tripartita se establecerán de acuerdo con sus Reglas Internas de Operación."
    }
  ],
  [
    {
      "ley": "Ley de Cámaras Empresariales y Sus Confederaciones",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "Séptimo",
      "capitulo_nombre": "Del Patrimonio de las Cámaras y sus Confederaciones",
      "articulo_no": "Artículo 25",
      "articulo_contenido": "El patrimonio de las Cámaras y Confederaciones será destinado estrictamente a satisfacer su objeto y comprenderá: I. Los bienes muebles e inmuebles que posea o que adquiera en el futuro; II. El efectivo, valores e intereses de capital, créditos, remanentes y rentas que sean de su propiedad o que adquieran en el futuro por cualquier título jurídico; III. Las cuotas ordinarias o extraordinarias a cargo de sus afiliados o de las Cámaras respectivamente, que por cualquier concepto apruebe la Asamblea General; IV. Las donaciones y legados que reciban; V. El producto de la venta de sus bienes; VI. Los ingresos por prestación de servicios; VII. Los ingresos derivados de servicios concesionados o autorizados, y VIII. Los demás ingresos que obtenga por cualquier otro concepto."
    },
    {
      "ley": "Ley de Cámaras Empresariales y Sus Confederaciones",
      "titulo_no": "N/A",
      "titulo_nombre": "N/A",
      "capitulo_no": "Capítulo Segundo",
      "capitulo_nombre": "De la circunscripción, actividades, giros y regiones",
      "articulo_no": "Artículo 10",
      "articulo_contenido": "Las Cámaras de Comercio, Servicios y Turismo tendrán una circunscripción Regional correspondiente a uno o más municipios aledaños en una entidad federativa y una o más de las delegaciones políticas en el Distrito Federal, y estarán formadas por comerciantes, prestadores de servicios y del sector turismo. Las Cámaras de Comercio, Servicios y Turismo están obligadas a admitir como afiliados a todos los Comerciantes que lo soliciten, sin excepción, siempre y cuando paguen la cuota correspondiente y se comprometan a cumplir con los Estatutos de las Cámaras. Cada Cámara podrá establecer delegaciones para el cumplimiento de su objeto, en los términos establecidos en el capítulo VIII del presente título en esta Ley."
    }
  ],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  []
]